[{"title":"Applied Scientist","name":"Công Ty Cổ Phần VinBrain","salary":"Thương lượng","benifit":["Các chế độ bảo hiểm cho cá nhân","Có hỗ trợ ăn ca, ăn trưa","Hưởng các chế độ ưu đãi khi sử dụng các dịch vụ của các Công ty thành viên của Tập đoàn Vingroup"],"description":["VinBrain is a company funded by Vingroup, the largest conglomerate in Vietnam by market capitalization. Our mission is to perform cutting-edge research and development of AI, Machine Learning, and Deep Learning technologies and products that will lead to improved healthcare systems and quality of life. At VinBrain, we believe the greatest promise of Big Data lies in healthcare. We believe that by solving unique and challenging problems at the intersection of (medical) Big Data, AI, IoT, and IoP (Internet of People), we can improve the outcomes for patients around the globe. We have assembled seasoned leaders, engineers, and entrepreneurs with years of experience from world-class companies such as Microsoft, Amazon, Adobe, and Google to build the platform and services to achieve this. If you are motivated to be part of something special and to be a catalyst for improving lives and healthier communities, we want to talk to you.\n\nWho we are looking for: an experienced applied scientist who will play a central role in developing medical diagnosis systems. As a member of our dynamic, agile team, you will be responsible for defining, designing, implementing, and evaluating ML algorithms involving medical data. Your ML models will help power best-in-class products that will enable doctors to diagnose medical issues (e.g., lung cancer) more accurately, leading to earlier detection.\n\nResponsibilities:\n• Performing research and development in one or more of the following areas: Deep Learning and ML, Computer Vision (CV), and Natural Language Processing (NLP)\n• Collaborate with engineers to deploy state-of-the-art AI models that power real products\n• Collaborate effectively with engineers and product managers to build successful products","✓ Liên kết trang đã được sao chép!"],"requirements":["Qualifications:\n• Master or Ph.D. in computer science or related fields\n• Deep knowledge of one or more of following areas: Deep Learning and ML, Computer Vision (CV), and Natural Language Processing (NLP).\n• Proven research track record with the authorship of papers at top tier AI/ML/CV/NLP conferences or journals\n• Be able to collaborate effectively with engineers and product managers\n• Experience with existing AI/ML frameworks, e.g., TensorFlow, PyTorch.\n• Familiarity with data science framework and how to build a data pipeline\n• Experience with fine-tuning deep networks for image classification, object detection, text analysis, and/or multimodal (text and image) learning\n\nPreferred qualifications:\n• Experience with medical images, AI for medical applications\n• Experience with large-scale datasets\n• Proficiency in Python\n\n*What Working at VinBrain offer:\n\nVinBrain offers an attractive remuneration package commensurate with your work experience where you’ll be rewarded for your individual and team performance. Plus we offer:\n• Work with iconic IT projects and programs\n• Be part of a high-performing, agile, start up culture\n• Work with the brightest minds in the industry\n\n*Other Benefits:\n\n• 15-16th month salary and other bonus policies of the Company.\n• Enjoy all the insurance regimes under the provisions of the Labor Law (Social Insurance, Health Insurance and unemployment insurance) and get the Health Insurance according to the position level, periodical health checks at Pretigious hospitals and medical Centers nationalwide.\n• Enjoy the preferential regime when using the services of Vingroup such as Vinpearl hotels; medical examination and treatment at Vinmec Hospital; shopping at Vinmart supermarkets and Retail shops; Children attend Vinschool educational system\n• Participate in professional training courses, improve professional skills."],"img":"https://images.vietnamworks.com/pictureofcompany/18/11127500.png"}]